Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_200_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Beaivvi bárdni
smn: Peeivi pärni

source: Geahča mytologalaš oanehisvideo sámiid sohkaduogážis
smn: Keejâ mytologâlâš uánihisvideo sämmilij algâpuátimist

source: Ruoŧa sápmelaš Anders Fjellnera ( 1795-1876 ) vurken muitalussii vuođđuduvvi máinnas sámiid sohkaduogážis .
smn: Ruotâ sämmilâš Anders Fjellner ( 1795-1876 ) vuorkkim muštâlusân vuáđuduvvee maainâs sämmilij algâpuátimist .

source: Muitaleaddji : Kirsti Länsman
smn: Muštâleijee : Kirsti Länsman

source: Bagadallan : Kauko Mustonen , govven / čuohppan : Päivi Magga
smn: Stivrim : Kauko Mustonen , kuvvim / čuoppâm : Päivi Magga

source: Buvttadeapmi : Sámi oahpahusguovddáš 2008
smn: Pyevtittem : Säämi máttááttâskuávdáš 2008

source: Guhkkodat : 2,13
smn: Kukkodâh : 2,13
